{
  "Adaptability": "Adaptability increases the effectiveness of STAB moves from the usual 1.5× to 2×.",
  "Aerilate": "Aerilate causes all Normal-type attacking moves used by the Pokémon to become Flying-type, and increase in power by 20%.",
  "Aftermath": "If an attacker faints a Pokémon with Aftermath using a contact move, the attacker will lose 1⁄4 of their maximum HP.",
  "Air Lock": "Air Lock suppresses all effects brought on by weather, including move power increases, end-of-turn damage, accuracy changes, relevant abilities and so on.",
  "Analytic": "Boosts move power when the Pokémon moves last.",
  "Anger Point": "Anger Point raises the ability-bearer's Attack to its maximum level - +6 stages or 4× usual power - when a move targeting it receives a critical hit.",
  "Anticipation": "A Pokémon with Anticipation will shudder upon entering battle, if an opponent has a move that is super-effective against it, or a One-Hit-KO move (Fissure, Horn Drill, Guillotine or Sheer Cold). It only activates when the ability-bearer switches in, not when an opponent switches in.",
  "Arena Trap": "Arena Trap prevents opponents from fleeing or switching out. Raised Pokémon are not affected.",
  "Aroma Veil": "Protects allies from attacks that limit their move choices.",
  "As One": "Combines Unnerve and Chilling Neigh/Grim Neigh",
  "Aura Break": "Aura Break cancels the effects of the abilities Fairy Aura and Dark Aura and instead reduces the power of Dark-type and Fairy-type moves by 25%, for all Pokémon on the field.",
  "Bad Dreams": "Bad Dreams causes all sleeping opponents to lose 1⁄8 of their maximum HP at the end of each turn.",
  "Ball Fetch": "If the Pokémon is not holding an item, it will fetch the Poké Ball from the first failed throw of the battle.",
  "Battery": "Battery allows the Pokémon to raise the power of teammates' special moves.",
  "Battle Armor": "Battle Armor prevents the Pokémon from receiving a critical hit.",
  "Battle Bond": "Battle Bond causes Greninja to transform into Ash-Greninja when it KOs an opponent.",
  "Beast Boost": "The Pokémon boosts its most proficient stat each time it knocks out a Pokémon.",
  "Berserk": "Berserk raises the Pokémon's Special Attack by one stage when its HP falls below 50%.",
  "Big Pecks": "Big Pecks prevents the ability-bearer's Defense stat from being lowered, for example via Tail Whip.",
  "Blaze": "Blaze increases the power of Fire-type moves by 50% (1.5×) when the ability-bearer's HP falls below a third of its maximum (known in-game as in a pinch).",
  "Bulletproof": "Bulletproof makes the Pokémon immune to ball and bomb moves.",
  "Cacophony": "The requested page — pokemondb.net/ability/Cacophony — could not be found. Check that you typed the URL correctly.",
  "Cheek Pouch": "Cheek Pouch restores the bearer's HP when a Berry is consumed, on top of the berry's usual effects.",
  "Chilling Neigh": "Boosts Attack after knocking out a Pokémon.",
  "Chlorophyll": "Chlorophyll doubles the ability-bearer's Speed during bright sunshine.",
  "Clear Body": "Prevents other Pokémon from lowering its stats.",
  "Cloud Nine": "Cloud Nine suppresses all effects brought on by weather, including move power increases, end-of-turn damage, accuracy changes, relevant abilities and so on.",
  "Color Change": "Color Change changes the ability-bearer's type, when hit by a damage dealing move, to the type of that move. For example being hit by X Scissor will change the Pokémon to Bug-type. Dual-type Pokémon change to single-types.",
  "Comatose": "Comatose causes the Pokémon to behave as if it were asleep, though it doesn't officially have the Sleep status condition. It can still use its regular moves, but cannot be inflicted with any major status condition (sleep, poison, paralysis, burn, or freeze).",
  "Competitive": "Competitive raises the ability-bearer's Special Attack when a stat-lowering move is targeted at it.",
  "Compound Eyes": "Compound Eyes raises the ability-bearer's accuracy by 30%.",
  "Contrary": "Makes stat changes have an opposite effect.",
  "Corrosion": "Corrosion allows the bearer to poison any Pokémon, including Steel and Poison types.",
  "Cotton Down": "When a Pokémon with Cotton Down is hit by an attack, it lowers the attacker's Speed.",
  "Curious Medicine": "Resets all stat changes upon entering battlefield.",
  "Cursed Body": "May disable a move used on the Pokémon.",
  "Cute Charm": "If a Pokémon with Cute Charm is hit by a move that makes contact, there is a 30% chance the attacker will become infatuated. It will not infatuate Pokémon of the same gender, genderless Pokémon, nor those with the ability Oblivious.",
  "Damp": "Damp prevents all Pokémon on the field from using the moves Selfdestruct and Explosion. It also prevents damage (to the Damp Pokémon only) from the ability Aftermath.",
  "Dancer": "When another Pokémon on the field uses any Dance move, Dancer causes the ability-bearer to use that same move immediately afterward. They will still use their own move originally selected, at the usual time (e.g. after the opponent if they are slower).",
  "Dark Aura": "Dark Aura raises the power of Dark-type moves by 33% for all Pokémon on the field (not just the ability-bearer).",
  "Dauntless Shield": "Boosts Defense in battle.",
  "Dazzling": "Dazzling makes the Pokémon immune to high-priority moves (i.e. those with a priority above 0).",
  "Defeatist": "When the HP of a Pokémon with Defeatist falls below 50%, its Attack and Special Attack stats are halved.",
  "Defiant": "When its stats are lowered its Attack increases.",
  "Delta Stream": "Delta Stream creates strong winds when the ability is activated (by Rayquaza Mega-Evolving).",
  "Desolate Land": "Desolate Land creates extremely harsh sunlight when the ability is activated (by Groudon reverting to its Primal form).",
  "Disguise": "Disguise allows the bearer to avoid damage for one attack, in a similar way to Substitute.",
  "Download": "Download raises either the bearer's Attack or Special Attack by one stage when switching into battle, base on the opponent's defenses.",
  "Dragon's Maw": "The URI you submitted has disallowed characters.",
  "Drizzle": "Drizzle creates a rain shower when the ability-bearer enters battle. The effect lasts 5 turns, unless it is cleared via Air Lock or Cloud Nine or replaced by another weather condition.",
  "Drought": "Drought creates harsh sunlight when the ability-bearer enters battle. The effect lasts 5 turns, unless it is cleared via Air Lock or Cloud Nine or replaced by another weather condition.",
  "Dry Skin": "Dry Skin causes several effects:",
  "Early Bird": "The Pokémon awakens quickly from sleep.",
  "Effect Spore": "Contact may poison or cause paralysis or sleep.",
  "Electric Surge": "Electric Surge creates a low-lying electric field, like the move Electric Terrain, when the Pokémon enters battle. It prevents grounded Pokémon from falling asleep, and increases the power of Electric type attacks.",
  "Emergency Exit": "Switches out when HP falls below 50%.",
  "Fairy Aura": "Fairy Aura raises the power of Fairy-type moves by 33%, for all Pokémon on the field (not just the ability-bearer).",
  "Filter": "Filter reduces the damage taken from super-effective attacks by 25%.",
  "Flame Body": "If a Pokémon with Flame Body is hit by a move that makes contact, there is a 30% chance the attacker will become burned.",
  "Flare Boost": "Powers up special attacks when burned.",
  "Flash Fire": "When a Pokémon with Flash Fire is hit by a Fire-type move, it does not deal damage but instead raises the power of the bearer's Fire-type moves by 50%. Subsequent hits do not raise the power even more, but the effect remains while the ability-bearer is in battle.",
  "Flower Gift": "Flower Gift raises the Attack and Special Defense of all party Pokémon by 50% during harsh sunlight.",
  "Flower Veil": "Flower Veil prevents ally Grass-type Pokémon's stats from being lowered, in double and triple battles.",
  "Fluffy": "Fluffy reduces damage from contact moves by 50%, but Fire-type moves do double damage. Fire-type moves that make contact do regular damage.",
  "Forecast": "Castform transforms with the weather.",
  "Forewarn": "Determines what moves a foe has.",
  "Friend Guard": "Reduces damage done to allies.",
  "Frisk": "The Pokémon can check a foe's held item.",
  "Full Metal Body": "Prevents other Pokémon from lowering its stats.",
  "Fur Coat": "Fur Coat reduces damage taken from physical attacks by 50%.",
  "Gale Wings": "Gives priority to Flying-type moves.",
  "Galvanize": "Normal-type moves become Electric-type moves and their power boosted.",
  "Gluttony": "A Pokémon with Gluttony will use a pinch berry when its HP drops to 50%, rather than the usual 25%.",
  "Gooey": "Contact with the Pokémon lowers the attacker's Speed stat.",
  "Gorilla Tactics": "Boosts the Pokémon's Attack stat but only allows the use of the first selected move.",
  "Grass Pelt": "Boosts the Defense stat in Grassy Terrain.",
  "Grassy Surge": "Grassy Surge creates a low-lying grassy field, like the move Grassy Terrain, when the Pokémon enters battle. It restores the HP of grounded Pokémon each turn and increases the power of Grass type attacks.",
  "Grim Neigh": "Boosts Special Attack after knocking out a Pokémon.",
  "Gulp Missile": "Gulp Missile is the signature ability of Cramorant. If Cramorant uses the move Surf or Dive, it returns with a fish in its mouth. If Cramorant then takes damage, it retaliates by spitting out the fish, dealing extra damage.",
  "Guts": "Guts raises the ability-bearer's Attack by 50% when inflicted by a major status ailment (poison, burn, paralysis, freeze or sleep). If burnt, the Pokémon does not suffer the usual drop in Attack.",
  "Harvest": "May create another Berry after one is used.",
  "Healer": "May heal an ally's status conditions.",
  "Heatproof": "Heatproof reduces the damage taken from Fire-type moves by 50%. It also halves the damage from a burn, from 1⁄8 to 1⁄16 of the Pokémon's maximum HP.",
  "Heavy Metal": "Heavy Metal doubles the Pokémon's weight in battle. Increasing weight affects these moves:",
  "Honey Gather": "Honey Gather has no effect in battle.",
  "Huge Power": "Raises the Pokémon's Attack stat.",
  "Hunger Switch": "Hunger Switch causes Morpeko to change its form each turn, alternating between Full Belly Mode and Hangry Mode. Morpeko's form also changes the type of its signature move, Aura Wheel.",
  "Hustle": "Hustle increases the ability-bearer's Attack by 50%, however, it also reduces the Accuracy of all Physical moves by 20%.",
  "Hydration": "A Pokémon with Hydration will cure itself of any status conditions during rain, at the end of each turn. This includes self-inflicted conditions such as from using Rest.",
  "Hyper Cutter": "Hyper Cutter prevents the bearer's Attack stat from being lowered by other Pokémon, through moves such as Growl or abilities such as Intimidate.",
  "Ice Body": "A Pokémon with Ice Body will recover 1⁄16 of its maximum HP during hail, after each turn. It also grants immunity to the hailstorm damage, if not already immune.",
  "Ice Face": "Ice Face is the signature ability of Eiscue. It allows the Pokémon to take a physical attack without taking damage. After the attack, Eiscue changes to its No Ice Face form, however, it can be restored in hail.",
  "Ice Scales": "Halves damage from Special moves.",
  "Illuminate": "Illuminate has no effect in battle.",
  "Illusion": "When a Pokémon with the Illusion ability switches into battle, it takes the form of the Pokémon in last place (6th) of the player's party. Illusion will not activate if the Pokémon in last place is the same species or is fainted.",
  "Immunity": "Prevents the Pokémon from getting poisoned.",
  "Imposter": "It transforms itself into the Pokémon it is facing.",
  "Infiltrator": "Infiltrator ignores the effects of Reflect, Light Screen and Safeguard. In other words, if the opponent has used Safeguard, Toxic would still badly poison them.",
  "Innards Out": "When a Pokémon with Innards Out faints, it deals damage to the opponent equal to amount of damage it took on the final blow.",
  "Inner Focus": "Inner Focus prevents the Pokémon from flinching, for example when attacked by a move like Headbutt.",
  "Insomnia": "Insomnia prevents the ability-bearer from falling asleep, both from moves by other Pokémon like Sing, and self-inflicted sleep like Rest.",
  "Intimidate": "Intimidate lower's the Attack of all opponents by one stage when the ability-bearer switches in (including the start of a battle).",
  "Intrepid Sword": "Boosts Attack in battle.",
  "Iron Barbs": "When a Pokémon with Iron Barbs is hit by a move that makes contact, the attacker receives damage equal to 1⁄8 of their maximum HP.",
  "Iron Fist": "Iron Fist increases the power of all punching moves by 20%.",
  "Justified": "Justified raises the ability-bearer's Attack by one stage when hit by a damaging Dark-type move.",
  "Keen Eye": "Keen Eye prevents the Pokémon from losing accuracy, for example from moves like Sand-Attack.",
  "Klutz": "The Pokémon can't use any held items.",
  "Leaf Guard": "Leaf Guard prevents the bearer from succumbing to major status ailments (sleep, burns, poisoning, paralysis or freezing) during sunny weather.",
  "Levitate": "Levitate causes the Pokémon to be raised (like Flying-type Pokémon).",
  "Libero": "Libero changes the Pokémon's type to that of its previously used attack.",
  "Light Metal": "Light Metal halves the Pokémon's weight in battle. Decreasing weight affects these moves:",
  "Lightning Rod": "Lightning Rod forces all single-target Electric-type moves - used by any other Pokémon on the field - to target this Pokémon, and with 100% accuracy. This includes the status move Thunder Wave. The ability is most useful in double/triple battles.",
  "Limber": "The Pokémon is protected from paralysis.",
  "Liquid Ooze": "Damages attackers using any draining move.",
  "Liquid Voice": "Liquid Voice causes all sound-based moves used by the Pokémon to become Water type. Water type Pokémon also gain STAB from those moves.",
  "Long Reach": "The Pokémon uses its moves without making contact with the target.",
  "Magic Bounce": "Reflects status- changing moves.",
  "Magic Guard": "Magic Guard protects the Pokémon from indirect damage",
  "Magician": "The Pokémon steals the held item of a Pokémon it hits with a move.",
  "Magma Armor": "Magma Armor prevents the Pokémon from becoming frozen, for example from moves like Blizzard.",
  "Magnet Pull": "Magnet Pull prevents Steel type Pokémon from switching out of battle or fleeing.",
  "Marvel Scale": "Marvel Scale raises the ability-bearer's Defense by 50% when inflicted by a major status ailment (poison, burn, paralysis, freeze or sleep).",
  "Mega Launcher": "Mega Launcher increases the power of all aura and pulse moves by 50%. Heal Pulse boosts the HP restored by 50%.",
  "Merciless": "The Pokémon's attacks become critical hits if the target is poisoned.",
  "Mimicry": "Changes type depending on the terrain.",
  "Minus": "Ups Sp. Atk if another Pokémon has Plus or Minus.",
  "Mirror Armor": "Reflects any stat-lowering effects.",
  "Misty Surge": "Misty Surge creates a low-lying mist, like the move Misty Terrain, when the bearer enters battle. It protects all grounded Pokémon from status conditions and halves the power of Dragon type attacks.",
  "Mold Breaker": "Mold Breaker prevents a target's ability from affecting moves that the Mold Breaker Pokémon uses. It only affects abilities that change the power, accuracy or other effects of moves.",
  "Moody": "Raises one stat and lowers another.",
  "Motor Drive": "Raises Speed if hit by an Electric-type move.",
  "Moxie": "Moxie increases the user's Attack one stage upon fainting an opponent.",
  "Multiscale": "Reduces damage when HP is full.",
  "Multitype": "Multitype changes the ability-bearer's type if it is holding one of the Type Plate items. Moves of the corresponding type receive STAB.",
  "Mummy": "Contact with this Pokémon spreads this Ability.",
  "Natural Cure": "All status problems heal when it switches out.",
  "Neuroforce": "Powers up moves that are super effective.",
  "Neutralizing Gas": "Neutralizes abilities of all Pokémon in battle.",
  "No Guard": "No Guard ensures that all attacks used by, and targeted at, the ability-bearer hit without fail.",
  "Normalize": "Normalize causes all moves used by the Pokémon to become Normal-type, and attacking moves increase in power by 20%.",
  "Oblivious": "Oblivious makes the Pokémon immune to gender-based moves and abilities, specifically Attract, Captivate and Cute Charm.",
  "Overcoat": "Overcoat makes the Pokémon immune to residual damage from weather conditions (specifically Hail and Sandstorm).",
  "Overgrow": "Overgrow increases the power of Grass-type moves by 50% (1.5×) when the ability-bearer's HP falls below a third of its maximum (known in-game as in a pinch).",
  "Own Tempo": "Prevents the Pokémon from becoming confused.",
  "Parental Bond": "Parental Bond allows the ability-bearer to attack twice. The second attack hits with 25% of the power, so in effect it is equivalent to a 25% boost to all attacks.",
  "Pastel Veil": "Pastel Veil prevents the Pokémon and its teammates from being poisoned. It also cures teammates of poisoning when it enters the battlefield.",
  "Perish Body": "When hit by a move that makes direct contact, the Pokémon and the attacker will faint after three turns unless they switch out of battle.",
  "Pickpocket": "Steals an item when hit by another Pokémon.",
  "Pickup": "When another Pokémon on the field uses a single-use held item, a Pokémon with Pickup will obtain the used item (if they are not already holding anything) and it can be used again.",
  "Pixilate": "Pixilate causes all Normal-type attacking moves used by the Pokémon to become Fairy-type, and increase in power by 20%.",
  "Plus": "Ups Sp. Atk if another Pokémon has Plus or Minus.",
  "Poison Heal": "Restores HP if the Pokémon is poisoned.",
  "Poison Point": "Contact with the Pokémon may poison the attacker.",
  "Poison Touch": "May poison targets when a Pokémon makes contact.",
  "Power Construct": "Power Construct is unique to Zygarde. When Zygarde 10% Forme or Zygarde 50% Forme falls below half HP, it changes into Zygarde Complete Forme.",
  "Power of Alchemy": "The Pokémon copies the Ability of a defeated ally.",
  "Power Spot": "Just being next to the Pokémon powers up moves.",
  "Prankster": "Prankster increases the priority of status moves by +1.",
  "Pressure": "Pressure makes any attack targeted at the ability-bearer - regardless of whether it hits - use 2 PP instead of 1.",
  "Primordial Sea": "Primordial Sea creates heavy rain when the ability is activated (by Kyogre reverting to its Primal form).",
  "Prism Armor": "Prism Armor reduces the damage taken from super-effective attacks by 25%. It is not affected by the abilities Mold Breaker, Teravolt, or Turboblaze.",
  "Propeller Tail": "Ignores moves and abilities that draw in moves.",
  "Protean": "Protean changes the Pokémon's type to that of its previously used attack.",
  "Psychic Surge": "Psychic Surge creates a low-lying psychic field, like the move Psychic Terrain, when the Pokémon enters battle. It prevents high-priority moves being used and increases the power of Psychic type attacks.",
  "Punk Rock": "Boosts sound-based moves and halves damage from the same moves.",
  "Pure Power": "Raises the Pokémon's Attack stat.",
  "Queenly Majesty": "Prevents use of priority moves.",
  "Quick Draw": "",
  "Quick Feet": "Quick Feet raises the ability-bearer's Speed by 50% when inflicted by a major status ailment (poison, burn, paralysis, freeze or sleep). If paralyzed, the Pokémon does not suffer the usual drop in Speed.",
  "Rain Dish": "A Pokémon with Rain Dish will recover 1⁄16 of its maximum HP during rain, after each turn.",
  "Rattled": "When a Pokémon with Rattled is hit by a Bug, Ghost or Dark type move, its Speed is raised one stage (up to the usual maximum of +6 stages).",
  "Receiver": "A Pokémon with Receiver will inherit the ability of a teammate in a double/triple battle when that teammate faints.",
  "Reckless": "Reckless increases the power of recoil moves by 20%. By extension this means the amount of recoil damage taken will increase as more more damage is dealt (except for High Jump Kick and Jump Kick which have fixed recoil).",
  "Refrigerate": "Refrigerate causes all Normal-type attacking moves used by the Pokémon to become Ice-type, and increase in power by 20%.",
  "Regenerator": "A Pokémon with Regenerator restores 1⁄3 of its maximum HP when switching out.",
  "Ripen": "Doubles the effect of berries.",
  "Rivalry": "Deals more damage to a Pokémon of same gender.",
  "RKS System": "Changes type depending on held item.",
  "Rock Head": "Protects the Pokémon from recoil damage.",
  "Rough Skin": "When a Pokémon with Rough Skin is hit by a move that makes contact, the attacker receives damage equal to 1⁄8 of their maximum HP.",
  "Run Away": "Run Away allows the bearer to flee a battle with a wild Pokémon without fail, even if the opposing Pokémon has used a move like Mean Look or Bind, or has an ability such as Arena Trap.",
  "Sand Force": "Sand Force raises the power of Ground, Rock and Steel type moves by 30% during a sandstorm.",
  "Sand Rush": "Sand Rush doubles the ability-bearer's Speed during a sandstorm.",
  "Sand Spit": "Creates a sandstorm when hit by an attack.",
  "Sand Stream": "Sand Stream creates a sandstorm when the ability-bearer enters battle. The effect lasts 5 turns, unless it is cleared via Air Lock or Cloud Nine or replaced by another weather condition.",
  "Sand Veil": "Sand Veil raises the ability-bearer's evasion by 20% in a sandstorm. It also gives immunity to sandstorm damage (if they are not already protected by being Ground/Rock/Steel type).",
  "Sap Sipper": "Boosts Attack when hit by a Grass-type move.",
  "Schooling": "Schooling changes Wishiwashi into its School Form, if its HP is above 25% and Wishiwashi is at least level 20. If its HP falls below 25%, Wishiwashi will revert back to Solo Form.",
  "Scrappy": "Enables moves to hit Ghost-type Pokémon.",
  "Screen Cleaner": "Nullifies effects of Light Screen, Reflect, and Aurora Veil.",
  "Serene Grace": "Serene Grace doubles the chance of moves' secondary effects occurring - specifically stat changes, status ailments, or flinching. It also increases the chance of flinching due to the held items King's Rock and Razor Fang from 10% to 20% (however, note that those items do not affect moves that already have a flinch chance).",
  "Shadow Shield": "Reduces damage when HP is full.",
  "Shadow Tag": "Prevents the foe from escaping.",
  "Shed Skin": "The Pokémon may heal its own status problems.",
  "Sheer Force": "Sheer Force increases the power of moves that have beneficial secondary effects by 30%, but removes those additional effects.",
  "Shell Armor": "Shell Armor prevents the Pokémon from receiving a critical hit.",
  "Shield Dust": "Blocks the added effects of attacks taken.",
  "Shields Down": "Shields Down causes the Pokémon to changes its appearance and stats depending on its remaining HP.",
  "Simple": "The Simple ability doubles the number of stages of all stat changes. Stats can be raised to a maximum of +6 stages each, or lowered to a minimum of -6 stages each.",
  "Skill Link": "Skill Link causes multi-strike moves to always hit their maximum number of times. The moves affected are listed below; note that moves such as Double Kick that always strike the same number of times are not affected.",
  "Slow Start": "Temporarily halves Attack and Speed.",
  "Slush Rush": "Boosts the Pokémon's Speed stat in a hailstorm.",
  "Sniper": "Sniper increases the power of critical hits by 1.5×. This means a critical hit will deal 2.25× normal damage instead of 1.5×.",
  "Snow Cloak": "Snow Cloak raises ability-bearer's evasion by 20% in a hail storm. It also gives immunity to damage by hail (if they are not already protected by being Ice type).",
  "Snow Warning": "Snow Warning creates a hailstorm when the ability-bearer enters battle. The effect lasts 5 turns, unless it is cleared via Air Lock or Cloud Nine or replaced by another weather condition.",
  "Solar Power": "During harsh sunlight, Solar Power raises the ability-bearer's Special Attack by 50%, but it also loses 1⁄8 of its maximum HP after each turn.",
  "Solid Rock": "Solid Rock reduces the damage taken from super-effective attacks by 25%.",
  "Soul-Heart": "Soul-Heart raises the bearer's Special Attack one stage when a teammate faints.",
  "Soundproof": "Soundproof grants the Pokémon immunity to all sound-based moves, preventing all damage and effects.",
  "Speed Boost": "Its Speed stat is gradually boosted.",
  "Stakeout": "Stakeout enables the Pokémon to deal twice the normal damage to any Pokémon that switches in or enters the field mid-battle.",
  "Stall": "The Pokémon moves after all other Pokémon do.",
  "Stalwart": "Ignores moves and abilities that draw in moves.",
  "Stamina": "Stamina raises the bearer's Defense by one stage when it is attacked by any move.",
  "Stance Change": "Stance Change is exclusive to Aegislash. When using a damage-dealing move, Aegislash switches to its Blade Forme. When using the move King's Shield, Aegislash switches to its Shield Forme.",
  "Static": "If a Pokémon with Static is hit by a move making contact, there is a 30% chance the foe will become paralyzed.",
  "Steadfast": "Raises Speed each time the Pokémon flinches.",
  "Steam Engine": "Steam Engine raises the user's Speed by three stages when it is hit by a Fire- or Water-type attack.",
  "Steelworker": "Steelworker increases the power of Steel-type moves by 50%.",
  "Steely Spirit": "Powers up ally Pokémon's Steel-type moves.",
  "Stench": "A Pokémon with Stench has a 10% chance of causing the opponent to flinch when hit by a damaging move (provided the ability-bearer strikes first as usual).",
  "Sticky Hold": "Sticky Hold prevents held items from being taken or switched.",
  "Storm Drain": "Storm Drain forces all single-target Water-type moves - used by any other Pokémon on the field - to target this Pokémon, and with 100% accuracy. The ability is most useful in double/triple battles.",
  "Strong Jaw": "Strong Jaw increases the power of all biting moves by 50%.",
  "Sturdy": "Sturdy allows the Pokémon to survive with 1 HP if attacked at full HP with an attack that would otherwise knock it out. It also prevents One-Hit-KO moves (Fissure, Horn Drill, Guillotine or Sheer Cold).",
  "Suction Cups": "Suction Cups prevents opponents forcing the ability-bearer to switch out or flee via the moves Roar, Whirlwind, Circle Throw, or Dragon Tail, or the item Red Card.",
  "Super Luck": "Super Luck raises the ability-bearer's critical-hit ratio by one stage (for most moves this increases from a 1⁄16 chance to 1⁄8).",
  "Surge Surfer": "Surge Surfer doubles the bearer's Speed when Electric Terrain is active.",
  "Swarm": "Swarm increases the power of Bug-type moves by 50% (1.5×) when the ability-bearer's HP falls below a third of its maximum (known in-game as in a pinch).",
  "Sweet Veil": "Sweet Veil prevents this Pokémon and its allies from falling asleep, for example from moves like Hypnosis.",
  "Swift Swim": "Swift Swim doubles the ability-bearer's Speed during rain.",
  "Symbiosis": "The Pokémon can pass an item to an ally.",
  "Synchronize": "If the opponent causes a burn, paralysis, or poisoning of a Pokémon with Synchronize, the opponent receives the status condition too. Self-inflicted status conditions (for example through the use of an item) are not passed on.",
  "Tangled Feet": "Raises evasion if the Pokémon is confused.",
  "Tangling Hair": "Contact with the Pokémon lowers the attacker's Speed stat.",
  "Technician": "Technician increases the power of moves - that are usually base power 60 or below - by 50%.",
  "Telepathy": "Pokémon with the Telepathy ability will not take damage from teammates in double and triple battles.",
  "Teravolt": "Teravolt prevents a target's ability from affecting moves that the Teravolt Pokémon uses. It only affects abilities that change the power, accuracy or other effects of moves.",
  "Thick Fat": "Thick Fat reduces the damage taken from Fire-type and Ice-type moves by 50%.",
  "Tinted Lens": "Powers up “not very effective” moves.",
  "Torrent": "Torrent increases the power of Water-type moves by 50% (1.5×) when the ability-bearer's HP falls below a third of its maximum (known in-game as in a pinch).",
  "Tough Claws": "Tough Claws increases the power of moves that make contact.",
  "Toxic Boost": "Powers up physical attacks when poisoned.",
  "Trace": "The Pokémon copies a foe's Ability.",
  "Transistor": "Signature ability of Regieleki. Powers up Electric-type moves.",
  "Triage": "Triage increases the priority of HP-restoring moves to +3, when used by the ability-bearer.",
  "Truant": "Truant causes the ability-bearer to only attack every alternate turn. On the even turns, it will say the Pokémon is loafing around.",
  "Turboblaze": "Turboblaze prevents a target's ability from affecting moves that the Turboblaze Pokémon uses. It only affects abilities that change the power, accuracy or other effects of moves.",
  "Unaware": "Ignores any stat changes in the Pokémon.",
  "Unburden": "Raises Speed if a held item is used.",
  "Unnerve": "Makes the foe nervous and unable to eat Berries.",
  "Unseen Fist": "Contact moves can strike through Protect/Detect.",
  "Victory Star": "Boosts the accuracy of its allies and itself.",
  "Vital Spirit": "Vital Spirit prevents the ability-bearer from falling asleep. This means that it also prevents the use of the move Rest.",
  "Volt Absorb": "A Pokémon with Volt Absorb heals 1⁄4 of its maximum HP when hit by an Electric-type attack, including Thunder Wave.",
  "Wandering Spirit": "Swaps abilities with opponents on contact.",
  "Water Absorb": "A Pokémon with Water Absorb heals 1⁄4 of its maximum HP when hit by a Water-type attack.",
  "Water Bubble": "Water Bubble reduces damage taken from Fire-type moves by 50%, and doubles the power of Water-type moves used by the ability-bearer. It also prevents the Pokémon from being burned.",
  "Water Compaction": "Water Compaction raises the bearer's Defense by 2 stages when it is hit by a Water-type move.",
  "Water Veil": "Prevents the Pokémon from getting a burn.",
  "Weak Armor": "When a Pokémon with Weak Armor is hit by a physical move, its Defense drops one stage, but its Speed increases by one stage.",
  "White Smoke": "Prevents other Pokémon from lowering its stats.",
  "Wimp Out": "Wimp Out causes the bearer to switch out (or flee in a wild battle) when its HP falls below 50%.",
  "Wonder Guard": "Wonder Guard prevents damage from direct attacks unless they are super-effective. Shedinja is the only Pokémon to have this ability so this means that only Fire, Flying, Rock, Ghost and Dark moves will have an effect.",
  "Wonder Skin": "Wonder Skin halves the accuracy of all status moves targeted at the ability-bearer.",
  "Zen Mode": "Zen Mode changes the ability-bearer's form to Zen Mode when their health falls below 50%."
}
